Repository: hangleang/dev-bitirelswap-interface
Catalog: src/locales/*.po
Languages: km_kh

source: km-KH
km_kh: KhmerPOT-Creation-Date: 2021-07-14 14:41+0700 MIME-Version: 1.0 Content-Type: text/plain; charset=utf-8 Content-Transfer-Encoding: 8bit X-Generator: @lingui/cli Language: km-KH Project-Id-Version: Report-Msgid-Bugs-To: PO-Revision-Date: Last-Translator: Language-Team: Khmer Plural-Forms: nplurals=1; plural=0;

source: (Max)
km_kh: (á¢áá·á”ášá˜á¶)

source: (View on Explorer)
km_kh: (á˜á¾á›á›á¾ Explorer)

source: (claim)
km_kh: (á”áŸ’ášá˜á¼á›)

source: (clear all)
km_kh: (á›á»á”á‘á¶áŸ†á„á¢áŸáŸ‹)

source: - Remove send
km_kh: - á›á»á”á€á¶ášá•áŸ’á‰á¾

source: 0 UNI / week
km_kh: 0 UNI á€áŸ’á“á»á„ áŸ¡áŸá”áŸ’áá¶á áŸ

source: <0/> All Proposals
km_kh: <0/> áŸáŸ†áá¾á‘á¶áŸ†á„á¢áŸáŸ‹

source: <0>Account analytics and accrued fees</0><1> â†— </1>
km_kh: <0>á€á¶ášáœá·á—á¶á‚á‚áá“á¸á“á·á„ááŸ’á›áŸƒáŸáŸáœá¶á”á„áŸ’á‚áš</0><1> â†— </1>

source: <0>Back to </0>V3
km_kh: <0>ááŸ’ášá›á”áŸ‹á‘áŸ… </0>V3

source: <0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.
km_kh: <0>á‚á“áŸ’á›á¹áŸ‡áŸ–</0> á€á¶ášáŠá€ LP tokens á˜á€á”áŸ’áá¼ášá‘á¸áá¶áŸ†á„ášá”áŸáŸ‹á¢áŸ’á“á€á¢áŸ„á™á‘áŸ…á‡á¶ tokens áŠáŸ‚á›á˜á¶á“á¢ááŸ’ášá¶á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“áŸá˜á¶á˜á¶ááŸ’ášá‘áŸ…á“á¹á„á…áŸ†ááŸ‚á€á“áŸƒ Poolášá”áŸáŸ‹á¢áŸ’á“á€áŸ” ááŸ’á›áŸƒáŸáŸáœá¶áŠáŸ‚á›ááŸ’ášá¼áœá”á¶á“á”á‰áŸ’á…á¼á›ááŸ’ášá¼áœá”á¶á“ášá¶á”áŸ‹á”á‰áŸ’á…á¼á›á€áŸ’á“á»á„á…áŸ†á“á½á“áŠáŸ‚á›á¢áŸ’á“á€á‘á‘á½á›á”á¶á“áŸ”

source: <0>Tip:</0> Select an action and describe your proposal for the community. The proposal cannot be modified after submission, so please verify all information before submitting. The voting period will begin immediately and last for 7 days. To propose a custom action, <1>read the docs</1>.
km_kh: <0>á‚á“áŸ’á›á¹áŸ‡áŸ–</0> á‡áŸ’ášá¾áŸášá¾áŸáŸá€á˜áŸ’á˜á—á¶á–á“á·á„á–á·á–ááŸŒá“á¶áŸáŸ†áá¾ášá”áŸáŸ‹á¢áŸ’á“á€áŸá˜áŸ’ášá¶á”áŸ‹áŸá á‚á˜á“áŸáŸ” áŸáŸ†áá¾á˜á·á“á¢á¶á…ááŸ’ášá¼áœá”á¶á“á€áŸ‚á”áŸ’ášáŸ‚á”á“áŸ’á‘á¶á”áŸ‹á–á¸á€á¶ášáŠá¶á€áŸ‹áŸáŸ’á“á¾áŠá¼á…áŸ’á“áŸáŸ‡áŸá¼á˜á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á–áŸááŸŒá˜á¶á“á‘á¶áŸ†á„á¢áŸáŸ‹á˜á»á“á–áŸá›á”á‰áŸ’á‡á¼á“áŸ” ášá™áŸˆá–áŸá›á”áŸ„áŸ‡á†áŸ’á“áŸ„áá“á¹á„á…á¶á”áŸ‹á•áŸ’áá¾á˜á—áŸ’á›á¶á˜áŸ—á“á·á„á˜á¶á“ášá™áŸˆá–áŸá› áŸ§ ááŸ’á„áŸƒáŸ” áŠá¾á˜áŸ’á”á¸áŸáŸ’á“á¾á±áŸ’á™á˜á¶á“áŸá€á˜áŸ’á˜á—á¶á–á•áŸ’á‘á¶á›áŸ‹ááŸ’á›á½á“, <1>á¢á¶á“á¯á€áŸá¶áš</1>.

source: <0>Tip:</0> Use this tool to find v2 pools that don't automatically appear in the interface.
km_kh: <0>á‚á“áŸ’á›á¹áŸ‡áŸ–</0> á”áŸ’ášá¾á§á”á€ášááŸá“áŸáŸ‡áŠá¾á˜áŸ’á”á¸ášá€ Poolá€áŸ†ááŸ‚á‘á¸áŸ¢ áŠáŸ‚á›á˜á·á“á”á„áŸ’á á¶á‰áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·á“áŸ…á€áŸ’á“á»á„á…áŸ†áá»á…á”áŸ’ášá‘á¶á€áŸ‹áŸ”

source: <0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.
km_kh: <0>á‚á“áŸ’á›á¹áŸ‡áŸ–</0> á“áŸ…á–áŸá›á¢áŸ’á“á€á”á“áŸ’ááŸ‚á˜ liquidity á“áŸ„áŸ‡á¢áŸ’á“á€á“á¹á„á‘á‘á½á›á”á¶á“ LP tokens áŠáŸ‚á›ááŸ†áá¶á„á±áŸ’á™á‘á¸áá¶áŸ†á„ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” Tokens á‘á¶áŸ†á„á“áŸáŸ‡á‘á‘á½á›á”á¶á“á€á˜áŸ’ášáŸƒáŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·áá¶á˜áŸá˜á¶á˜á¶ááŸ’ášá“áŸƒá…áŸ†ááŸ‚á€ášá”áŸáŸ‹á¢áŸ’á“á€á á¾á™á¢áŸ’á“á€á¢á¶á…á”á„áŸ‹ášáŸ†á›áŸ„áŸ‡á”á¶á“á‚áŸ’ášá”áŸ‹á–áŸá›áŸ”

source: <0>Unlock voting</0> to prepare for the next proposal.
km_kh: <0>á”á¾á€á€á¶ášá”áŸ„áŸ‡á†áŸ’á“áŸ„á</0> áŠá¾á˜áŸ’á”á¸ááŸ’ášáŸ€á˜áŸáŸ†ášá¶á”áŸ‹áŸáŸ†áá¾ášá”á“áŸ’á‘á¶á”áŸ‹.

source: <0>ğŸ‰ </0>Welcome to team Unicorn :) <1>ğŸ‰</1>
km_kh: <0>ğŸ‰ </0>áŸá¼á˜áŸáŸ’áœá¶á‚á˜á“áŸá…áŸ†á–áŸ„áŸ‡á€áŸ’ášá»á˜ Unicorn :) <1>ğŸ‰</1>

source: About
km_kh: á¢áŸ†á–á¸

source: Accept
km_kh: á–áŸ’ášá˜á‘á‘á½á›

source: Account
km_kh: á‚áá“á¸

source: Active
km_kh: áŸá€á˜áŸ’á˜

source: Add
km_kh: á”á“áŸ’ááŸ‚á˜

source: Add Delegate +
km_kh: á”á“áŸ’ááŸ‚á˜ááŸ†áá¶á„ +

source: Add Liquidity
km_kh: á”á“áŸ’ááŸ‚á˜ Liquidity

source: Add V2 Liquidity
km_kh: á”á“áŸ’ááŸ‚á˜ Liquidity á€áŸ†ááŸ‚á‘á¸áŸ¢

source: Add liquidity.
km_kh: á”á“áŸ’ááŸ‚á˜ liquidityáŸ”

source: Add {0} to Metamask <0/>
km_kh: á”á“áŸ’ááŸ‚á˜ {0} á‘áŸ… Metamask <0/>

source: Add {0} {1} and {2} {3}
km_kh: á”á“áŸ’ááŸ‚á˜ {0} {1} á“á·á„ {2} {3}

source: Add {0}-{1} liquidity
km_kh: á”á“áŸ’ááŸ‚á˜ {0}-{1} liquidity

source: Add {0}/{1} V3 liquidity
km_kh: Add {0}/{1} liquidity á€áŸ†ááŸ‚á‘á¸áŸ£

source: Address has no available claim
km_kh: á¢á¶áŸá™áŠáŸ’á‹á¶á“á˜á·á“á‘á¶á“áŸ‹á¢á¶á…á”áŸ’ášá˜á¼á›á”á¶á“á‘áŸ

source: Against
km_kh: á”áŸ’ášá†á¶áŸ†á„

source: Allow LP token migration
km_kh: á¢á“á»á‰áŸ’á‰á¶áá€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš LP token

source: Allow high price impact trades and skip the confirm screen. Use at your own risk.
km_kh: á¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á˜á¶á“á€á¶ášá‡á½á‰áŠá¼ášá•á›á”áŸ‰áŸ‡á–á¶á›áŸ‹áá˜áŸ’á›áŸƒááŸ’á–áŸáŸ‹á á¾á™ášáŸ†á›á„á¢áŸá€áŸ’ášá„áŸ‹á”á‰áŸ’á‡á¶á€áŸ‹áŸ” á”áŸ’ášá¾áá¶á˜á á¶á“á·á—áŸá™á•áŸ’á‘á¶á›áŸ‹ááŸ’á›á½á“áŸ”

source: Allow the Bitriel Protocol to use your {0}
km_kh: á¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á–á·á’á¸á€á¶áš Bitriel á”áŸ’ášá¾{0}ášá”áŸáŸ‹á¢áŸ’á“á€

source: Allowed
km_kh: á”á¶á“á¢á“á»á‰áŸ’á‰á¶á

source: Amount
km_kh: á…áŸ†á“á½á“á‘á¹á€á”áŸ’ášá¶á€áŸ‹

source: An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
km_kh: á€áŸ†á á»áŸá˜á½á™á”á¶á“á€á¾áá¡á¾á„á“áŸ…á–áŸá›áŠáŸ‚á›á–áŸ’á™á¶á™á¶á˜á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá”áŸ’áá¼ášá“áŸáŸ‡áŸ” á¢áŸ’á“á€á”áŸ’ášá áŸ‚á›á‡á¶ááŸ’ášá¼áœá”á„áŸ’á€á¾á“á—á¶á–á¢ááŸ‹á’áŸ’á˜ááŸ‹ášá¢á·á›ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” á”áŸ’ášáŸá·á“á”á¾áœá¶á˜á·á“áŠáŸ†áá¾ášá€á¶ášáœá¶á¢á¶á…á˜á¶á“á—á¶á–á˜á·á“á†á”á‚áŸ’á“á¶á‡á¶á˜á½á™áá¼áá¹á“áŠáŸ‚á›á¢áŸ’á“á€á€áŸ†á–á»á„á‡á½á‰áŠá¼ášáŸ” áŸáŸ†á‚á¶á›áŸ‹áŸˆááŸ’á›áŸƒáŸáŸáœá¶á›á¾áá¼áá¹á“á•áŸ’á‘áŸášá”áŸ’ášá¶á€áŸ‹á“á·á„á”áŸááŸ’áá”á‰áŸ’á…áŸ’ášá¶áŸá˜á·á“áŸáŸŠá¸á‚áŸ’á“á¶á“á¹á„á™á¼á“á¸áŸáœáŸ‰á¶á™ áŸ£ áŸ”

source: Analytics
km_kh: áœá·á—á¶á‚

source: Approve
km_kh: á™á›áŸ‹á–áŸ’ášá˜

source: Approve Token
km_kh: á™á›áŸ‹á–áŸ’ášá˜ Token

source: Approve {0}
km_kh: á™á›áŸ‹á–áŸ’ášá˜ {0}

source: Approved
km_kh: á¢á“á»á˜áŸá

source: Approving
km_kh: á€á¶ášá¢á“á»á˜áŸá

source: Approving {0}
km_kh: á€á¶ášá¢á“á»á˜áŸá {0}

source: Are you sure?
km_kh: áá¾â€‹á¢áŸ’á“á€â€‹á”áŸ’ášá¶á€áŠâ€‹á¬â€‹á¢ááŸ‹?

source: As a member of the Uniswap community you may claim UNI to be used for voting and governance.<0/><1/><2>Read more about UNI</2>
km_kh: á€áŸ’á“á»á„á“á¶á˜á‡á¶áŸá˜á¶á‡á·á€áŸá á‚á˜á“áŸ Uniswap á¢áŸ’á“á€á¢á¶á…á”áŸ’ášá˜á¼á› UNI ááŸ’ášá¼áœá”á¶á“á”áŸ’ášá¾áŸá˜áŸ’ášá¶á”áŸ‹á€á¶ášá”áŸ„áŸ‡á†áŸ’á“áŸ„áá“á·á„á¢á—á·á”á¶á›á€á·á…áŸ’á…áŸ”<0/><1/><2>áŸá¼á˜á¢á¶á“á”á“áŸ’ááŸ‚á˜á¢áŸ†á–á¸ UNI</2>

source: At least {0} {1} and {2} {3} will be refunded to your wallet due to selected price range.
km_kh: á™áŸ‰á¶á„á áŸ„á…áá¶áŸáŸ‹ {0} {1} á“á·á„ {2} {3} á“á¹á„ááŸ’ášá¼áœá”á¶á“áŸá„á”áŸ’ášá¶á€áŸ‹áœá·á‰á‘áŸ…á€á¶á”á¼á”ášá”áŸáŸ‹á¢áŸ’á“á€áŠáŸ„á™áŸá¶ášá…á“áŸ’á›áŸ„áŸ‡ááŸ†á›áŸƒáŠáŸ‚á›á”á¶á“á‡áŸ’ášá¾áŸášá¾áŸáŸ”

source: Auto
km_kh: áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·

source: Available to deposit: {0}
km_kh: á¢á¶á…áŠá¶á€áŸ‹á”áŸ’ášá¶á€áŸ‹á”á¶á“áŸ– {0}

source: Back
km_kh: áá™á€áŸ’ášáŸ„á™

source: Balance:
km_kh: áŸá˜áá»á›áŸ’á™áŸ–

source: Balance: {0} {1}
km_kh: áŸá˜áá»á›áŸ’á™áŸ– {0} {1}

source: Blocked address
km_kh: á¢á¶áŸá™áŠáŸ’á‹á¶á“á”á¶á“á”á·á‘

source: By adding liquidity you'll earn 0.3% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
km_kh: áá¶á˜ášá™áŸˆá€á¶ášá”á“áŸ’ááŸ‚á˜liquidityá“á¹á„á‘á‘á½á›á”á¶á“á”áŸ’ášá¶á€áŸ‹á…áŸ†ááŸá‰ áŸ ,áŸ£% á“áŸƒá‡áŸ†á“á½á‰á‘á¶áŸ†á„á¢áŸáŸ‹á›á¾á‚á¼á“áŸáŸ‡áŸá˜á¶á˜á¶ááŸ’ášá“á¹á„á…áŸ†ááŸ‚á€ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” ááŸ’á›áŸƒáŸáŸáœá¶ááŸ’ášá¼áœá”á¶á“á”á“áŸ’ááŸ‚á˜á‘áŸ…á€áŸ’á“á»á„ Pool á á¾á™á”á„áŸ’á‚ášáá¶á˜á–áŸá›áœáŸá›á¶á‡á¶á€áŸ‹áŸáŸ’ááŸ‚á„á á¾á™á¢á¶á…ááŸ’ášá¼áœá”á¶á“á‘á¶á˜á‘á¶ášáŠáŸ„á™áŠá€ liquidityášá”áŸáŸ‹á¢áŸ’á“á€áŸ”

source: By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.
km_kh: áŠáŸ„á™á”á“áŸ’ááŸ‚á˜á”á‰áŸ’á‡á¸á“áŸáŸ‡á¢áŸ’á“á€á‡á¿á‡á¶á€áŸ‹á™áŸ‰á¶á„á˜á»áá˜á¶áŸ†áá¶á‘á·á“áŸ’á“á“áŸá™á‚áºááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” á¢áŸ’á“á€áá¶á˜áŸ’á“á¶á€áŸ‹á¢á¶á…á”á„áŸ’á€á¾áá”á‰áŸ’á‡á¸ášá½á˜á‘á¶áŸ†á„á”á„áŸ’á€á¾áá”á‰áŸ’á‡á¸á€áŸ’á›áŸ‚á„á€áŸ’á›á¶á™á“á·á„á”á‰áŸ’á‡á¸áŠáŸ‚á›á”áŸ’ášá˜á¼á› áŠá¾á˜áŸ’á”á¸ááŸ†áá¶á„á±áŸ’á™á‚á˜áŸ’ášáŸ„á„áŠáŸ‚á›á˜á·á“á˜á¶á“áŸ”

source: By connecting a wallet, you agree to Uniswap Labsâ€™ <0>Terms of Service</0> and acknowledge that you have read and understand the <1>Uniswap protocol disclaimer</1>.
km_kh: áŠáŸ„á™á—áŸ’á‡á¶á”áŸ‹á€á¶á”á¼á”á¢áŸ’á“á€á™á›áŸ‹á–áŸ’ášá˜ Uniswap Labsâ€™ <0>á›á€áŸ’ááááŸ’áŒâ€‹á“áŸƒâ€‹áŸáŸáœá¶á€á˜áŸ’á˜</0> á á¾á™á‘á‘á½á›áŸáŸ’á‚á¶á›áŸ‹áá¶á¢áŸ’á“á€á”á¶á“á¢á¶á“á“á·á„á™á›áŸ‹á–á¸á–áŸ’ášáŸ‡á‚á˜áŸ’á–á¸ášá˜ášá˜á“ <1>á€á¶ášá”áŠá·áŸáŸá’ Uniswap protocol</1>.

source: Canceled
km_kh: á”áŸ„áŸ‡á”á„áŸ‹

source: Change
km_kh: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš

source: Change your network to go back to L1
km_kh: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá”ááŸ’áá¶á‰ášá”áŸáŸ‹á¢áŸ’á“á€áŠá¾á˜áŸ’á”á¸ááŸ’ášá›á”áŸ‹á‘áŸ… L1

source: Claim
km_kh: á”áŸ’ášá˜á¼á›

source: Claim UNI
km_kh: á”áŸ’ášá˜á¼á› UNI

source: Claim UNI Token
km_kh: á”áŸ’ášá˜á¼á› UNI Token

source: Claim accumulated UNI rewards
km_kh: á–á¶á€áŸ’á™á”ááŸ’áá¹á„á‘á¶á˜á‘á¶ášáŸáŸ†áá„ášá„áŸ’áœá¶á“áŸ‹ UNI

source: Claim fees
km_kh: á”áŸ’ášá˜á¼á›ááŸ’á›áŸƒáŸáŸáœá¶

source: Claim your UNI tokens
km_kh: á”áŸ’ášá˜á¼á› UNI tokens ášá”áŸáŸ‹á¢áŸ’á“á€

source: Claimed
km_kh: á”á¶á“á”áŸ’ášá˜á¼á›

source: Claimed UNI!
km_kh: á”á¶á“á”áŸ’ášá˜á¼á› UNI!

source: Claiming
km_kh: á€áŸ†á–á»á„á”áŸ’ášá˜á¼á›

source: Claiming {0} UNI
km_kh: á€áŸ†á–á»á„á”áŸ’ášá˜á¼á› {0} UNI

source: Clear All
km_kh: á›á»á”á‘á¶áŸ†á„á¢áŸáŸ‹

source: Clear all
km_kh: á›á»á”á‘á¶áŸ†á„á¢áŸáŸ‹

source: Close
km_kh: á”á·á‘

source: Closed
km_kh: á”á¶á“á”á·á‘

source: Closed positions
km_kh: á”á·á‘á‘á¸áá¶áŸ†á„

source: Code
km_kh: á€á¼áŠ

source: Collect
km_kh: á”áŸ’ášá˜á¼á›

source: Collect as {0}
km_kh: á”áŸ’ášá˜á¼á›á‡á¶ {0}

source: Collect fees
km_kh: á”áŸ’ášá˜á¼á›ááŸ’á›áŸƒáŸáŸáœá¶

source: Collected
km_kh: á”á¶á“á”áŸ’ášá˜á¼á›

source: Collecting
km_kh: á€á¶ášá”áŸ’ášá˜á¼á›

source: Collecting fees
km_kh: á€á¶ášá”áŸ’ášá˜á¼á›ááŸ’á›áŸƒáŸáŸáœá¶

source: Collecting fees will withdraw currently available fees for you.
km_kh: á€á¶ášá”áŸ’ášá˜á¼á›ááŸ’á›áŸƒáŸáŸáœá¶á“á¹á„áŠá€ááŸ’á›áŸƒáŸáŸáœá¶áŠáŸ‚á›á˜á¶á“áŸáŸ†ášá¶á”áŸ‹á¢áŸ’á“á€áŸ”

source: Confirm
km_kh: á”á‰áŸ’á‡á¶á€áŸ‹

source: Confirm Supply
km_kh: á”á‰áŸ’á‡á¶á€áŸ‹á€á¶ášá•áŸ’á‚ááŸ‹á•áŸ’á‚á„áŸ‹

source: Confirm Swap
km_kh: á”á‰áŸ’á‡á¶á€áŸ‹á€á¶ášá”áŸ’áá¼áš

source: Confirm this transaction in your wallet
km_kh: á”á‰áŸ’á‡á¶á€áŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡á“áŸ…á€áŸ’á“á»á„á€á¶á”á¼á”ášá”áŸáŸ‹á¢áŸ’á“á€

source: Connect Wallet
km_kh: á—áŸ’á‡á¶á”áŸ‹á‘áŸ…á€á¶á“áŸ‹á€á¶á”á¼á”

source: Connect a wallet
km_kh: á—áŸ’á‡á¶á”áŸ‹á‘áŸ…á€á¶á“áŸ‹á€á¶á”á¼á”

source: Connect to a wallet
km_kh: á—áŸ’á‡á¶á”áŸ‹á‘áŸ…á€á¶á“áŸ‹á€á¶á”á¼á”

source: Connect to a wallet to find pools
km_kh: á—áŸ’á‡á¶á”áŸ‹á‘áŸ…á€á¶á“áŸ‹á€á¶á”á¼á”áŠá¾á˜áŸ’á”á¸ášá€ Pools

source: Connect to a wallet to view your V2 liquidity.
km_kh: á—áŸ’á‡á¶á”áŸ‹á‘áŸ…á€á¶á“áŸ‹á€á¶á”á¼á”áŠá¾á˜áŸ’á”á¸á˜á¾á› liquidity á€áŸ†ááŸ‚á‘á¸áŸ¢ ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”

source: Connect to a wallet to view your liquidity.
km_kh: á—áŸ’á‡á¶á”áŸ‹á‘áŸ…á€á¶á“áŸ‹á€á¶á”á¼á”áŠá¾á˜áŸ’á”á¸á˜á¾á› liquidityášá”áŸáŸ‹á¢áŸ’á“á€áŸ”

source: Connect wallet
km_kh: á—áŸ’á‡á¶á”áŸ‹á‘áŸ…á€á¶á“áŸ‹á€á¶á”á¼á”

source: Connected with {name}
km_kh: á—áŸ’á‡á¶á”áŸ‹á‡á¶á˜á½á™{name}

source: Copied
km_kh: á”á¶á“á…áŸ†á›á„

source: Copy Address
km_kh: á…á˜áŸ’á›á„á¢á¶áŸá™áŠáŸ’á‹á¶á“

source: Create Pool & Supply
km_kh: á”á„áŸ’á€á¾á Pool á“á·á„á•áŸ’á‚ááŸ‹á•áŸ’á‚á„áŸ‹

source: Create Proposal
km_kh: á”á„áŸ’á€á¾ááŸáŸ†áá¾áš

source: Create a pair
km_kh: á”á„áŸ’á€á¾áá‚á¼

source: Create a pool
km_kh: á”á„áŸ’á€á¾á Pool

source: Create pool and add {0}/{1} V3 liquidity
km_kh: á”á„áŸ’á€á¾á Poolá“á·á„á”á“áŸ’ááŸ‚á˜ {0}/{1} Liquidity á€áŸ†ááŸ‚á‘á¸áŸ£

source: Create pool.
km_kh: á”á„áŸ’á€á¾á PooláŸ”

source: Current Price
km_kh: áá˜áŸ’á›áŸƒâ€‹á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“

source: Current price
km_kh: áá˜áŸ’á›áŸƒâ€‹á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“

source: Current {0} Price:
km_kh: áá˜áŸ’á›áŸƒâ€‹ {0} á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“:

source: Defeated
km_kh: á…á¶á‰áŸ‹

source: Delegate Votes
km_kh: á”áŸ’ášá‚á›áŸ‹áŸá·á‘áŸ’á’á·á”áŸ„áŸ‡á†áŸ’á“áŸ„á

source: Delegated votes
km_kh: á”áŸ’ášá‚á›áŸ‹áŸá·á‘áŸ’á’á·á”áŸ„áŸ‡á†áŸ’á“áŸ„á

source: Delegating votes
km_kh: á”áŸ’ášá‚á›áŸ‹áŸá·á‘áŸ’á’á·á”áŸ„áŸ‡á†áŸ’á“áŸ„á

source: Deposit
km_kh: áŠá¶á€áŸ‹á”áŸ’ášá¶á€áŸ‹

source: Deposit Amounts
km_kh: á…áŸ†á“á½á“á”áŸ’ášá¶á€áŸ‹á”á‰áŸ’á‰á¾

source: Deposit UNI-V2 LP Tokens
km_kh: áŠá¶á€áŸ‹ UNI-V2 LP Tokens

source: Deposit liquidity
km_kh: áŠá¶á€áŸ‹ Liquidity

source: Deposit your Liquidity Provider tokens to receive UNI, the Uniswap protocol governance token.
km_kh: áŠá¶á€áŸ‹ LP tokens ášá”áŸáŸ‹á¢áŸ’á“á€áŠá¾á˜áŸ’á”á¸á‘á‘á½á›á”á¶á“á™á¼á“á¸á’á¸áŠáŸ‚á›á‡á¶á“á·á˜á·ááŸ’ááŸá‰áŸ’á‰á¶á¢á—á·á”á¶á›á€á·á…áŸ’á…á–á·á’á¸á€á¶áš Uniswap áŸ”

source: Deposited liquidity:
km_kh: Liquidity áŠáŸ‚á›á”á¶á“áŠá¶á€áŸ‹:

source: Deposited {0} UNI-V2
km_kh: á”á¶á“áŠá¶á€áŸ‹ {0} UNI-V2

source: Depositing Liquidity
km_kh: á€áŸ†á–á»á„áŠá¶á€áŸ‹ Liquidity

source: Description
km_kh: á€á¶ášá–á·á–ááŸŒá“á¶

source: Detailed
km_kh: á›á˜áŸ’á¢á·á

source: Details
km_kh: á–áŸááŸŒá˜á¶á“á›á˜áŸ’á¢á·á

source: Disable Multihops
km_kh: á”á·á‘áŸá·á€áŸ’áá¶áŸá¶á›á¶

source: Disconnect
km_kh: á•áŸ’áá¶á…áŸ‹

source: Dismiss
km_kh: á”áŸ„áŸ‡á”á„áŸ‹á…áŸ„á›

source: Docs
km_kh: á¯á€áŸá¶áš

source: Donâ€™t see one of your v2 positions? <0>Import it.</0>
km_kh: áá¾á¢áŸ’á“á€á˜á·á“á”á¶á“áƒá¾á‰á‘á¸áá¶áŸ†á„á€áŸ†ááŸ‚á‘á¸áŸ¢ ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸá¬? <0>á“á¶áŸ†á…á¼á›áœá¶áŸ”</0>

source: Earned UNI tokens represent voting shares in Uniswap governance.
km_kh: UNI tokens áŠáŸ‚á›ášá€á”á¶á“ááŸ†áá¶á„á±áŸ’á™á—á¶á‚á áŸŠá»á“á”áŸ„áŸ‡á†áŸ’á“áŸ„áá“áŸ…á€áŸ’á“á»á„á¢á—á·á”á¶á›á€á·á…áŸ’á… Uniswap áŸ”

source: Enter a percent
km_kh: á”á‰áŸ’á…á¼á›á—á¶á‚ášá™

source: Enter a recipient
km_kh: á”á‰áŸ’á…á¼á›á¢áŸ’á“á€á‘á‘á½á›

source: Enter a valid slippage percentage
km_kh: á”á‰áŸ’á…á¼á›á—á¶á‚ášá™ášá¢á·á›áŠáŸ‚á›á˜á¶á“áŸá»á–á›á—á¶á–

source: Enter an address to trigger a UNI claim. If the address has any claimable UNI it will be sent to them on submission.
km_kh: á”á‰áŸ’á…á¼á›á¢á¶áŸá™áŠáŸ’á‹á¶á“áŠá¾á˜áŸ’á”á¸á’áŸ’áœá¾á€á¶ášá”áŸ’ášá˜á¼á› UNI áŸ” á”áŸ’ášáŸá·á“á”á¾á¢á¶áŸáŸá™áŠáŸ’á‹á¶á“á˜á¶á“ UNI áŠáŸ‚á›á¢á¶á…á”áŸ’ášá˜á¼á›á”á¶á“áœá¶á“á¹á„ááŸ’ášá¼áœá”á‰áŸ’á‡á¼á“á‘áŸ…á–á½á€á‚áŸáá¶á˜á€á¶ášáŠá¶á€áŸ‹áŸáŸ’á“á¾áŸ”

source: Enter an amount
km_kh: á”á‰áŸ’á…á¼á›á…áŸ†á“á½á“á‘á¹á€á”áŸ’ášá¶á€áŸ‹

source: Enter valid list location
km_kh: á”á‰áŸ’á…á¼á›á‘á¸áá¶áŸ†á„á”á‰áŸ’á‡á¸ááŸ’ášá¹á˜ááŸ’ášá¼áœ

source: Enter valid token address
km_kh: á”á‰áŸ’á…á¼á›á¢á¶áŸá™áŠáŸ’á‹á¶á“ Token áŠáŸ‚á›ááŸ’ášá¹á˜ááŸ’ášá¼áœ

source: Error
km_kh: á€áŸ†á á»áŸ

source: Error connecting
km_kh: á€áŸ†á á»áŸá€áŸ’á“á»á„á€á¶ášáá—áŸ’á‡á¶á”áŸ‹

source: Error connecting. Try refreshing the page.
km_kh: á€áŸ†á á»áŸá€áŸ’á“á»á„á€á¶ášáá—áŸ’á‡á¶á”áŸ‹áŸ” á–áŸ’á™á¶á™á¶á˜á’áŸ’áœá¾á±áŸ’á™á‘áŸ†á–áŸášáŸáŸ’ášáŸáŸ‹áŸ”

source: Error importing list
km_kh: á€áŸ†á á»áŸá€áŸ’á“á»á„á€á¶ášá“á¶áŸ†á…á¼á›á”á‰áŸ’á‡á¸

source: Executed
km_kh: á”á¶á“á”áŸ’ášáá·á”ááŸ’áá·

source: Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.
km_kh: ášá”áŸ€á”á¢áŸ’á“á€á‡áŸ†á“á¶á‰á”á·á‘á€á¶ášá”á‰áŸ’á‡á¶á€áŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá—áŸ’á›á¶á˜áŸ—á“á·á„á¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á€á¶ášá‡á½á‰áŠá¼ášášá¢á·á›ááŸ’á–áŸáŸ‹áŠáŸ‚á›á‡á¶ášá¿á™áŸ—á”ááŸ’áá¶á›á±áŸ’á™á˜á¶á“á¢ááŸ’ášá¶á˜á·á“á›áŸ’á¢á“á·á„á”á¶ááŸ‹á”á„áŸ‹á˜á¼á›á“á·á’á·áŸ”

source: Expired
km_kh: á•á»áá€áŸ†áááŸ‹

source: Fee Tier
km_kh: á€á˜áŸ’ášáŸƒáŸáŸáœá¶

source: For
km_kh: áŸá˜áŸ’ášá¶á”áŸ‹

source: For each pool shown below, click migrate to remove your liquidity from Uniswap V2 and deposit it into Uniswap V3.
km_kh: áŸá˜áŸ’ášá¶á”áŸ‹ poolá“á¸á˜á½á™áŸ—áŠáŸ‚á›á”á¶á“á”á„áŸ’á á¶á‰áá¶á„á€áŸ’ášáŸ„á˜á…á»á…á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá€á“áŸ’á›áŸ‚á„áŠá¾á˜áŸ’á”á¸áŠá€ liquidityášá”áŸáŸ‹á¢áŸ’á“á€á…áŸá‰á–á¸ Uniswap á€áŸ†ááŸ‚á‘á¸áŸ¢ á á¾á™áŠá¶á€áŸ‹á…á¼á›á‘áŸ…á€áŸ’á“á»á„ Uniswap á€áŸ†ááŸ‚á‘á¸áŸ£ áŸ”

source: From
km_kh: á˜á€á–á¸

source: From (at most)
km_kh: á˜á€á–á¸ (á…áŸ’ášá¾á“â€‹á”áŸ†á•á»á)

source: Hide
km_kh: á›á¶á€áŸ‹

source: High Price Impact
km_kh: á”áŸ‰áŸ‡á–á¶á›áŸ‹áá˜áŸ’á›áŸƒááŸ’á–áŸáŸ‹á–áŸá€

source: I understand
km_kh: ááŸ’á‰á»áŸ†â€‹á™á›áŸ‹

source: If you purchase a token from this list, you may not be able to sell it back.
km_kh: á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á‘á·á‰áá¼áá¹á“á–á¸á”á‰áŸ’á‡á¸á“áŸáŸ‡á¢áŸ’á“á€á”áŸ’ášá áŸ‚á›á‡á¶á˜á·á“á¢á¶á…á›á€áŸ‹áœá¶á˜á€áœá·á‰á”á¶á“á‘áŸáŸ”

source: Import
km_kh: á“á¶áŸ†á…á¼á›

source: Import List
km_kh: á“á¶áŸ†á…á¼á›á”á‰áŸ’á‡á¸

source: Import Pool
km_kh: á“á¶áŸ†á…á¼á› pool

source: Import V2 Pool
km_kh: á“á¶áŸ†á…á¼á› poolá€áŸ†ááŸ‚á‘á¸áŸ¢

source: Import at your own risk
km_kh: á“á¶áŸ†á…á¼á›áá¶á˜á á¶á“á·á—áŸá™á•áŸ’á‘á¶á›áŸ‹ááŸ’á›á½á“

source: In range
km_kh: á“áŸ…á€áŸ’á“á»á„á…á“áŸ’á›áŸ„áŸ‡

source: Increase Liquidity
km_kh: á”á„áŸ’á€á¾á“ Liquidity

source: Initial prices and pool share
km_kh: áá˜áŸ’á›áŸƒáŠáŸ†á”á¼á„á“á·á„á…áŸ†ááŸ‚á€ pool

source: Initializing...
km_kh: á€áŸ†á–á»á„á…á¶á”áŸ‹á•áŸ’áá¾á˜ ...

source: Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.
km_kh: á€á¶ášá”á‰áŸ’á…á¼á›ááŸ’ášá¼áœá”á¶á“á”áŸ‰á¶á“áŸ‹áŸáŸ’á˜á¶á“áŸ” á¢áŸ’á“á€á“á¹á„á›á€áŸ‹áŠá¶á…áŸ‹á”áŸ†á•á»á <0>{0} {1}</0> á¬á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“á¹á„ááŸ’ášá›á”áŸ‹á˜á€áœá·á‰áŸ”

source: Install Metamask
km_kh: áŠáŸ†á¡á¾á„ Metamask

source: Insufficient liquidity for this trade.
km_kh: Liquidity á˜á·á“á‚áŸ’ášá”áŸ‹á‚áŸ’ášá¶á“áŸ‹áŸá˜áŸ’ášá¶á”áŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡áŸ”

source: Insufficient liquidity for this trade. Try enabling multi-hop trades.
km_kh: Liquidity á˜á·á“á‚áŸ’ášá”áŸ‹á‚áŸ’ášá¶á“áŸ‹áŸá˜áŸ’ášá¶á”áŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á”á¾á€á‡áŸ†á“á½á‰ multi-hop

source: Insufficient {0} balance
km_kh: áá»á›áŸ’á™á—á¶á– {0} á˜á·á“á‚áŸ’ášá”áŸ‹á‚áŸ’ášá¶á“áŸ‹

source: Interface Settings
km_kh: á€á¶ášá€áŸ†áááŸ‹ášá¼á”ášá¶á„

source: Invalid pair
km_kh: á‚á¼á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ

source: Invalid pair.
km_kh: á‚á¼á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”

source: Invalid price input
km_kh: á€á¶ášá”á‰áŸ’á…á¼á›áá˜áŸ’á›áŸƒá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ

source: Invalid range selected. The min price must be lower than the max price.
km_kh: á”á¶á“á‡áŸ’ášá¾áŸá…á“áŸ’á›áŸ„áŸ‡áá˜áŸ’á›áŸƒá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áá˜áŸ’á›áŸƒá¢á”áŸ’á”á”ášá˜á¶ááŸ’ášá¼áœááŸ‚á‘á¶á”á‡á¶á„áá˜áŸ’á›áŸƒá¢áá·á”ášá·á˜á¶áŸ”

source: Invalid recipient
km_kh: á¢áŸ’á“á€á‘á‘á½á›á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ

source: Learn
km_kh: ášáŸ€á“

source: Learn more
km_kh: áŸáŸ’áœáŸ‚á„â€‹á™á›áŸ‹â€‹á”á“áŸ’ááŸ‚á˜

source: Liquidity Provider Fee
km_kh: á€á˜áŸ’ášáŸƒáŸáŸáœá¶á¢áŸ’á“á€á•áŸ’áá›áŸ‹ Liquidity

source: Liquidity provider rewards
km_kh: ášá„áŸ’áœá¶á“áŸ‹á¢áŸ’á“á€á•áŸ’áá›áŸ‹ Liquidity

source: Liquidity providers earn a 0.3% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
km_kh: á¢áŸ’á“á€á•áŸ’áá›áŸ‹ Liquidityá‘á‘á½á›á”á¶á“á€á˜áŸ’ášáŸƒ áŸ ,áŸ£% á›á¾ášá¶á›áŸ‹á€á¶ášá‡á½á‰áŠá¼ášáŠáŸ‚á›áŸá˜á¶á˜á¶ááŸ’ášá‘áŸ…á“á¹á„á…áŸ†ááŸ‚á€á“áŸƒpooláŸ” ááŸ’á›áŸƒáŸáŸáœá¶ááŸ’ášá¼áœá”á¶á“á”á“áŸ’ááŸ‚á˜á‘áŸ…á€áŸ’á“á»á„pool á á¾á™á”á„áŸ’á‚ášáá¶á˜á–áŸá›áœáŸá›á¶á‡á¶á€áŸ‹áŸáŸ’ááŸ‚á„á á¾á™á¢á¶á…ááŸ’ášá¼áœá”á¶á“á‘á¶á˜á‘á¶ášáŠáŸ„á™áŠá€ Liquidityášá”áŸáŸ‹á¢áŸ’á“á€áŸ”

source: Loaded
km_kh: á”á¶á“á•áŸ’á‘á»á€

source: Loading
km_kh: á€áŸ†á–á»á„á•áŸ’á‘á»á€

source: Manage
km_kh: á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„

source: Manage Liquidity in Rewards Pool
km_kh: á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„ Liquidityá€áŸ’á“á»á„ Poolášá„áŸ’áœá¶á“áŸ‹

source: Manage this pool.
km_kh: á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„ poolá“áŸáŸ‡áŸ”

source: Max
km_kh: á¢áá·á”ášá˜á¶

source: Max Price
km_kh: áá˜áŸ’á›áŸƒá¢áá·á”ášá˜á¶

source: Max price
km_kh: áá˜áŸ’á›áŸƒá¢áá·á”ášá˜á¶

source: Max:
km_kh: á¢áá·á”ášá˜á¶áŸ–

source: Maximum sent
km_kh: á”á¶á“á•áŸ’á‰á¾á¢áá·á”ášá˜á¶

source: Migrate
km_kh: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš

source: Migrate Liquidity
km_kh: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš Liquidity

source: Migrate Liquidity to V3
km_kh: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš Liquidityá‘áŸ…á€áŸ†ááŸ‚á‘á¸áŸ£

source: Migrate V2 Liquidity
km_kh: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš Liquidityá€áŸ†ááŸ‚á‘á¸áŸ¢

source: Migrate V2 liquidity
km_kh: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš Liquidityá€áŸ†ááŸ‚á‘á¸áŸ¢

source: Migrate your liquidity tokens from Uniswap V2 to Uniswap V3.
km_kh: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš Liquidityášá”áŸáŸ‹á¢áŸ’á“á€á–á¸ Uniswap á€áŸ†ááŸ‚á‘á¸áŸ¢á‘áŸ… Uniswap á€áŸ†ááŸ‚á‘á¸áŸ£áŸ”

source: Migrating
km_kh: á€áŸ†á–á»á„á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš

source: Min Price
km_kh: áá˜áŸ’á›áŸƒá¢á”áŸ’á”á”ášá˜á¶

source: Min price
km_kh: áá˜áŸ’á›áŸƒá¢á”áŸ’á”á”ášá˜á¶

source: Min:
km_kh: á¢á”áŸ’á”á”ášá˜á¶áŸ–

source: Minimum received
km_kh: á¢á”áŸ’á”á”ášá˜á¶áŠáŸ‚á›á‘á‘á½á›á”á¶á“

source: More
km_kh: á…áŸ’ášá¾á“á‘áŸ€á

source: New Position
km_kh: á‘á¸áá¶áŸ†á„ááŸ’á˜á¸

source: No V2 Liquidity found.
km_kh: ášá€á˜á·á“áƒá¾á‰ Liquidityá€áŸ†ááŸ‚á‘á¸áŸ¢ áŸ”

source: No active pools
km_kh: á˜á·á“á˜á¶á“ pooláŸá€á˜áŸ’á˜á‘áŸ

source: No description.
km_kh: á‚áŸ’á˜á¶á“á€á¶ášá–á·á–ááŸŒá“á¶áŸ”

source: No liquidity found.
km_kh: ášá€á˜á·á“áƒá¾á‰ Liquidity áŸ”

source: No pool found.
km_kh: ášá€á˜á·á“áƒá¾á‰ poolá‘áŸáŸ”

source: ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.
km_kh: áŸá¼á˜á”áŸ’ášá¾á”áŸ‚á”á”á‘á“áŸáŸ‡ á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€áŠá¹á„áá¶á¢áŸ’á“á€á€áŸ†á–á»á„á’áŸ’áœá¾á¢áŸ’áœá¸áŸ”

source: Once you are happy with the rate click supply to review.
km_kh: á“áŸ…á–áŸá›áŠáŸ‚á›á¢áŸ’á“á€áŸá”áŸ’á”á¶á™á…á·ááŸ’áá“á¹á„á€á¶ášá•áŸ’á‚ááŸ‹á•áŸ’á‚á„áŸ‹á¢ááŸ’ášá¶á…á»á…áŠá¾á˜áŸ’á”á¸á–á·á“á·ááŸ’á™á˜á¾á›áŸ”

source: Only UNI votes that were self delegated or delegated to another address before block {0} are eligible for voting.
km_kh: á˜á¶á“ááŸ‚áŸá“áŸ’á›á¹á€á†áŸ’á“áŸ„áášá”áŸáŸ‹á¢á„áŸ’á‚á€á¶ášá¢á¶á™áŸ” á¢á¶á™áŸ” á¢á¶á™áŠáŸ‚á›ááŸ’ášá¼áœá”á¶á“á•áŸ’á‘áŸášáŸá·á‘áŸ’á’á·á¬á•áŸ’á‘áŸášáŸá·á‘áŸ’á’á·á‘áŸ…á¢á¶áŸáŸá™áŠáŸ’á‹á¶á“á•áŸ’áŸáŸá„á‘áŸ€áá˜á»á“á–áŸá›ášá¶ášá¶áŸ†á„ {0} á˜á¶á“áŸá·á‘áŸ’á’á·á”áŸ„áŸ‡á†áŸ’á“áŸ„ááŸ”

source: Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device.
km_kh: á¢á¼! á€áŸ†á á»áŸá˜á·á“áŸáŸ’á‚á¶á›áŸ‹á”á¶á“á€á¾áá¡á¾á„áŸ” áŸá¼á˜á•áŸ’á‘á»á€á‘áŸ†á–áŸášá¡á¾á„áœá·á‰á¬á‘áŸáŸ’áŸá“á¶á–á¸á€á˜áŸ’á˜áœá·á’á¸ášá»á€ášá€á¬á§á”á€ášááŸá•áŸ’áŸáŸá„á‘áŸ€ááŸ”

source: Out of range
km_kh: á“áŸ…á€áŸ’ášáŸ…á…á“áŸ’á›áŸ„áŸ‡

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
km_kh: á›á‘áŸ’á’á•á›ááŸ’ášá¼áœá”á¶á“á”áŸ‰á¶á“áŸ‹áŸáŸ’á˜á¶á“áŸ” á”áŸ’ášáŸá·á“á”á¾áá˜áŸ’á›áŸƒá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá…áŸ’ášá¾á“á‡á¶á„ {0}% á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„ááŸ’ášá›á”áŸ‹á˜á€áœá·á‰áŸ”

source: Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.
km_kh: á›á‘áŸ’á’á•á›ááŸ’ášá¼áœá”á¶á“á”áŸ‰á¶á“áŸ‹áŸáŸ’á˜á¶á“áŸ” á¢áŸ’á“á€á“á¹á„á‘á‘á½á›á”á¶á“á™áŸ‰á¶á„á áŸ„á…áá¶áŸáŸ‹ <0>{0} {1}</0> á¬ á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„ááŸ’ášá›á”áŸ‹á˜á€áœá·á‰áŸ”

source: Output will be sent to <0>{0}</0>
km_kh: á›á‘áŸ’á’á•á›á“á¹á„ááŸ’ášá¼áœá”á¶á“á•áŸ’á‰á¾á‘áŸ… <0>{0}</0>

source: Owner
km_kh: á˜áŸ’á…á¶áŸáŸ‹

source: Participating pools
km_kh: pooláŠáŸ‚á›á…á¼á›ášá½á˜

source: Pending
km_kh: ášá„áŸ‹á…á¶áŸ†

source: Please connect to the appropriate Ethereum network.
km_kh: áŸá¼á˜á—áŸ’á‡á¶á”áŸ‹á”ááŸ’áá¶á‰ Ethereum áŸá˜áŸáŸ’ášá”áŸ”

source: Please type the word "{confirmWord}" to enable expert mode.
km_kh: áŸá¼á˜áœá¶á™á–á¶á€áŸ’á™ "{confirmWord}" áŠá¾á˜áŸ’á”á¸á”á¾á€ášá…á“á¶á”á‘á¢áŸ’á“á€á‡áŸ†á“á¶á‰áŸ”

source: Pool Found!
km_kh: ášá€áƒá¾á‰ Pool!
