Repository: hangleang/dev-bitirelswap-interface
Catalog: src/locales/*.po
Languages: km_kh

source: Pool Rate
km_kh: á¢ááŸ’ášá¶á€á¶ášá”áŸ’ášá¶á€áŸ‹á€áŸ’á“á»á„ Pool

source: Pool rate
km_kh: á¢ááŸ’ášá¶á€á¶ášá”áŸ’ášá¶á€áŸ‹á€áŸ’á“á»á„ Pool

source: Pool tokens in rewards pool:
km_kh: LP tokens á“áŸ…á€áŸ’á“á»á„ Poolášá„áŸ’áœá¶á“áŸ‹:

source: Pooled {0}:
km_kh: á”á¶á“á”á‰áŸ’á…á¼á›Pool {0}:

source: Pools Overview
km_kh: á‘á·áŠáŸ’á‹á—á¶á–á‘á¼á‘áŸ…á“áŸƒPool

source: Price
km_kh: áá˜áŸ’á›áŸƒ

source: Price Difference:
km_kh: á—á¶á–áá»áŸá‚áŸ’á“á¶á“áŸƒáá˜áŸ’á›áŸƒáŸ–

source: Price Impact
km_kh: á•á›á”áŸ‰áŸ‡á–á¶á›áŸ‹áá˜áŸ’á›áŸƒ

source: Price Impact Too High
km_kh: á•á›á”áŸ‰áŸ‡á–á¶á›áŸ‹áá˜áŸ’á›áŸƒááŸ’á–áŸáŸ‹á–áŸá€

source: Price Updated
km_kh: á”á¶á“á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–áá˜áŸ’á›áŸƒ

source: Price range
km_kh: á…á“áŸ’á›áŸ„áŸ‡áá˜áŸ’á›áŸƒ

source: Price:
km_kh: áá˜áŸ’á›áŸƒáŸ–

source: Prices and pool share
km_kh: áá˜áŸ’á›áŸƒá“á·á„á…áŸ†ááŸ‚á€ Pool

source: Proposal
km_kh: áŸáŸ†áá¾áš

source: Proposal Submitted
km_kh: á”á¶á“áŠá¶á€áŸ‹áŸáŸ’á“á¾áŸáŸ†áá¾

source: Proposal Title
km_kh: á…áŸ†áá„á‡á¾á„áŸáŸ†áá¾áš

source: Proposed Action
km_kh: áŸá€á˜áŸ’á˜á—á¶á–áŠáŸ‚á›á”á¶á“áŸáŸ’á“á¾

source: Proposer
km_kh: á¢áŸ’á“á€áŸáŸ’á“á¾áŸá»áŸ†

source: Queued
km_kh: áŠá¶á€áŸ‹á‡á¶á‡á½áš

source: Rates
km_kh: á¢ááŸ’ášá¶á€á¶ášá”áŸ’ášá¶á€áŸ‹

source: Read more about UNI
km_kh: áŸá¼á˜á¢á¶á“á”á“áŸ’ááŸ‚á˜á–á¸ UNI

source: Read more about providing liquidity
km_kh: áŸá¼á˜á¢á¶á“á”á“áŸ’ááŸ‚á˜á¢áŸ†á–á¸á€á¶ášá•áŸ’áá›áŸ‹ Liquidity

source: Read more about unsupported assets
km_kh: áŸá¼á˜á¢á¶á“á”á“áŸ’ááŸ‚á˜á¢áŸ†á–á¸á‘áŸ’ášá–áŸ’á™áŸá˜áŸ’á”ááŸ’áá·áŠáŸ‚á›á˜á·á“á”á¶á“á‚á¶áŸ†á‘áŸ’áš

source: Recent Transactions
km_kh: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášááŸ’á˜á¸áŸ—

source: Recipient
km_kh: á¢áŸ’á“á€á‘á‘á½á›

source: Remove
km_kh: á™á€á…áŸá‰

source: Remove Amount
km_kh: áŠá€á…áŸ†á“á½á“

source: Remove Delegate
km_kh: áŠá€ááŸ†áá¶á„á…áŸá‰

source: Remove Liquidity
km_kh: á™á€ Liquidityá…áŸá‰

source: Remove list
km_kh: á™á€á”á‰áŸ’á‡á¸á…áŸá‰

source: Remove {0} {1} and {2} {3}
km_kh: á™á€ {0} {1} á“á·á„ {2} {3}á…áŸá‰

source: Remove {0}/{1} V3 liquidity
km_kh: á™á€ {0}/{1} Liquidityá€áŸ†ááŸ‚á‘á¸áŸ£á…áŸá‰

source: Removing {0} {1} and {2} {3}
km_kh: á€áŸ†á–á»á„á™á€ {0} {1} á“á·á„ {2} {3}á…áŸá‰

source: Restricts swaps to direct pairs only.
km_kh: áŠá¶á€áŸ‹á€á˜áŸ’ášá·áá›á¾á€á¶ášá”áŸ’áá¼ášá‘áŸ…á‡á¶á‚á¼áŠáŸ„á™á•áŸ’á‘á¶á›áŸ‹ááŸ‚á”áŸ‰á»ááŸ’ááŸ„áŸ‡áŸ”

source: Return
km_kh: ááŸ’ášá¡á”áŸ‹

source: Route
km_kh: á•áŸ’á›á¼áœ

source: Select a token
km_kh: á‡áŸ’ášá¾áŸášá¾áŸ Token

source: Select a token to find your v2 liquidity.
km_kh: á‡áŸ’ášá¾áŸášá¾áŸ Token áŠá¾á˜áŸ’á”á¸áŸáŸ’áœáŸ‚á„ášá€ Liquidityá€áŸ†ááŸ‚á‘á¸áŸ¢ ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”

source: Select an action
km_kh: á‡áŸ’ášá¾áŸášá¾áŸáŸá€á˜áŸ’á˜á—á¶á–

source: Select pair
km_kh: á‡áŸ’ášá¾áŸášá¾áŸá‚á¼

source: Selected Range
km_kh: á…á“áŸ’á›áŸ„áŸ‡áŠáŸ‚á›á”á¶á“á‡áŸ’ášá¾áŸášá¾áŸ

source: Self Delegate
km_kh: ááŸ†áá¶á„ááŸ’á›á½á“á¯á„

source: Set Price Range
km_kh: á€áŸ†áááŸ‹á…á“áŸ’á›áŸ„áŸ‡áá˜áŸ’á›áŸƒ

source: Set Starting Price
km_kh: á€áŸ†áááŸ‹áá˜áŸ’á›áŸƒá…á¶á”áŸ‹á•áŸ’áá¾á˜

source: Share of Pool
km_kh: á…áŸ†ááŸ‚á€á“áŸƒPool

source: Share of Pool:
km_kh: á…áŸ†ááŸ‚á€á“áŸƒPooláŸ–

source: Show
km_kh: á”á„áŸ’á á¶á‰

source: Show Portis
km_kh: á”á„áŸ’á á¶á‰ Portis

source: Simple
km_kh: áŸá¶á˜á‰áŸ’á‰

source: Slippage tolerance
km_kh: á—á¶á–á¢ááŸ‹á’áŸ’á˜ááŸ‹á€á¶ášášá¢á·á›

source: Some assets are not available through this interface because they may not work well with the smart contracts or we are unable to allow trading for legal reasons.
km_kh: á‘áŸ’ášá–áŸ’á™áŸá˜áŸ’á”ááŸ’áá·á˜á½á™á…áŸ†á“á½á“á˜á·á“á¢á¶á…ášá€á”á¶á“áá¶á˜ášá™áŸˆá…áŸ†áá»á…á”áŸ’ášá‘á¶á€áŸ‹á“áŸáŸ‡á‘áŸá–á¸á–áŸ’ášáŸ„áŸ‡áœá¶á¢á¶á…á“á¹á„á˜á·á“áŠáŸ†áá¾ášá€á¶ášá›áŸ’á¢á‡á¶á˜á½á™á€á·á…áŸ’á…áŸá“áŸ’á™á¶á†áŸ’á›á¶áá¬á™á¾á„á˜á·á“á¢á¶á…á¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á’áŸ’áœá¾á–á¶áá·á‡áŸ’á‡á€á˜áŸ’á˜áŸá˜áŸ’ášá¶á”áŸ‹á áŸáá»á•á›áŸáŸ’ášá”á…áŸ’á”á¶á”áŸ‹áŸ”

source: Step 1. Get UNI-V2 Liquidity tokens
km_kh: á‡áŸ†á á¶á“á‘á¸ áŸ¡ á‘á‘á½á›á”á¶á“ UNI-V2 Liquidity tokens

source: Submitted new proposal
km_kh: á”á¶á“áŠá¶á€áŸ‹áŸáŸ†áá¾ááŸ’á˜á¸

source: Submitting Proposal
km_kh: á€á¶ášáŠá¶á€áŸ‹áŸáŸ†áá¾ášáŸá»áŸ†

source: Submitting Vote
km_kh: á€á¶ášáŠá¶á€áŸ‹áŸáŸ’á“á¾á€á¶ášá”áŸ„áŸ‡á†áŸ’á“áŸ„á

source: Succeeded
km_kh: á”á¶á“á‡áŸ„á‚á‡áŸá™

source: Supply
km_kh: á•áŸ’á‚ááŸ‹á•áŸ’á‚á„áŸ‹

source: Supplying {0} {1} and {2} {3}
km_kh: á€áŸ†á–á»á„á•áŸ’á‚ááŸ‹á•áŸ’á‚á„áŸ‹ {0} {1} á“á·á„ {2} {3}

source: Swap
km_kh: á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹

source: Swap Anyway
km_kh: á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹á™áŸ‰á¶á„áá¶á€áŸáŠáŸ„á™

source: Swapping {0} {1} for {2} {3}
km_kh: á€áŸ†á–á»á„á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹ {0} {1} áŸá˜áŸ’ášá¶á”áŸ‹ {2} {3}

source: Switch to Ethereum
km_kh: á”áŸ’áá¼ášá‘áŸ… Ethereum

source: Thanks for being part of the Uniswap community <0/>
km_kh: áŸá¼á˜á¢ášá‚á»ááŠáŸ‚á›á”á¶á“á…á¼á›ášá½á˜á“áŸ…á€áŸ’á“á»á„áŸá á‚á˜á“áŸ Uniswap <0/>

source: The input token cannot be transferred. There may be an issue with the input token.
km_kh: Token áŠáŸ‚á›á”á¶á“á”á‰áŸ’á…á¼á›á˜á·á“á¢á¶á…ááŸ’ášá¼áœá”á¶á“á•áŸ’á‘áŸášá‘áŸáŸ” áœá¶á¢á¶á…á˜á¶á“á”á‰áŸ’á á¶á‡á¶á˜á½á™ Token áŠáŸ‚á›á”á¶á“á”á‰áŸ’á…á¼á›áŸ”

source: The market price is outside your specified price range. Single-asset deposit only.
km_kh: áá˜áŸ’á›áŸƒá‘á¸á•áŸ’áŸá¶ášá‚áºá“áŸ…á€áŸ’ášáŸ…á…á“áŸ’á›áŸ„áŸ‡áá˜áŸ’á›áŸƒáŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á€áŸ†áááŸ‹áŸ” á€á¶ášáŠá¶á€áŸ‹á‘áŸ’ášá–áŸ’á™áŸá˜áŸ’á”ááŸ’áá·ááŸ‚á˜á½á™á˜á»áá‚ááŸ‹áŸ”

source: The output token cannot be transferred. There may be an issue with the output token.
km_kh: Token áŠáŸ‚á›ááŸ’ášá¼áœá”á‰áŸ’á…áŸá‰á˜á·á“á¢á¶á…ááŸ’ášá¼áœá”á¶á“á•áŸ’á‘áŸášá‘áŸáŸ” áœá¶á¢á¶á…á˜á¶á“á”á‰áŸ’á á¶á‡á¶á˜á½á™ Token áŠáŸ‚á›ááŸ’ášá¼áœá”á‰áŸ’á…áŸá‰áŸ”

source: The output token cannot be transferred. There may be an issue with the output token. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
km_kh: Token áŠáŸ‚á›ááŸ’ášá¼áœá”á‰áŸ’á…áŸá‰á˜á·á“á¢á¶á…ááŸ’ášá¼áœá”á¶á“á•áŸ’á‘áŸášá‘áŸáŸ” áœá¶á¢á¶á…á˜á¶á“á”á‰áŸ’á á¶á‡á¶á˜á½á™Token áŠáŸ‚á›ááŸ’ášá¼áœá”á‰áŸ’á…áŸá‰áŸ” áŸá˜áŸ’á‚á¶á›áŸ‹áŸˆááŸ’á›áŸƒáŸáŸáœá¶á›á¾áá¼áá¹á“á•áŸ’á‘áŸášá”áŸ’ášá¶á€áŸ‹á“á·á„á”á‰áŸ’á…á¶áŸ†á˜á·á“áŸáŸŠá¸á‚áŸ’á“á¶á“á¹á„ Uniswap á€áŸ†ááŸ‚á‘á¸áŸ£ áŸ”

source: The price of this pool is outside of your selected range. Your position is not currently earning fees.
km_kh: áá˜áŸ’á›áŸƒá“áŸƒ Poolá“áŸáŸ‡á‚áºá“áŸ…áá¶á„á€áŸ’ášáŸ…á…á“áŸ’á›áŸ„áŸ‡áá˜áŸ’á›áŸƒáŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á‡áŸ’ášá¾áŸášá¾áŸáŸ” á‘á¸áá¶áŸ†á„ášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“á‘á‘á½á›á”á¶á“á€á˜áŸ’ášáŸƒá‘áŸáŸ”

source: The price of this pool is within your selected range. Your position is currently earning fees.
km_kh: áá˜áŸ’á›áŸƒá“áŸƒ Poolá“áŸáŸ‡á‚áºáŸáŸ’áá·áá“áŸ…á€áŸ’á“á»á„á…á“áŸ’á›áŸ„áŸ‡áá˜áŸ’á›áŸƒáŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á‡áŸ’ášá¾áŸášá¾áŸáŸ” á‘á¸áá¶áŸ†á„ášá”áŸáŸ‹á¢áŸ’á“á€á€áŸ†á–á»á„á‘á‘á½á›á”á¶á“á€á˜áŸ’ášáŸƒáŸ”

source: The ratio of tokens you add will set the price of this pool.
km_kh: áŸá˜á¶á˜á¶ááŸ’ášá“áŸƒ tokens áŠáŸ‚á›á¢áŸ’á“á€á”á“áŸ’ááŸ‚á˜á“á¹á„á€áŸ†áááŸ‹áá˜áŸ’á›áŸƒ Poolá“áŸáŸ‡áŸ”

source: The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
km_kh: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡á˜á·á“á¢á¶á…ááŸ’ášá¼áœá”á¶á“á•áŸ’á‰á¾á‘áŸá–á¸á–áŸ’ášáŸ„áŸ‡á–áŸá›áœáŸá›á¶á€áŸ†áááŸ‹á”á¶á“á€á“áŸ’á›á„á•á»áá‘áŸ…á á¾á™áŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á˜á¾á›áá¶á–áŸá›áœáŸá›á¶á€áŸ†áááŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“á‘á¶á”á‘áŸáŸ”

source: This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.
km_kh: Token á“áŸáŸ‡á˜á·á“á”á„áŸ’á á¶á‰á“áŸ…á€áŸ’á“á»á„á”á‰áŸ’á‡á¸ Token áŸá€á˜áŸ’á˜á‘áŸáŸ” ááŸ’ášá¼áœá”áŸ’ášá¶á€áŠáá¶á“áŸáŸ‡á‡á¶ TokenáŠáŸ‚á›á¢áŸ’á“á€á…á„áŸ‹á’áŸ’áœá¾á‡áŸ†á“á½á‰áŸ”

source: This tool will safely migrate your {0} liquidity to V3. The process is completely trustless thanks to the
km_kh: á§á”á€ášááŸá“áŸáŸ‡á“á¹á„á’áŸ’áœá¾á•áŸ’á›á¶áŸáŸ‹á”áŸ’áŠá¼áš Liquidityášá”áŸáŸ‹á¢áŸ’á“á€áŠáŸ„á™áŸá»áœááŸ’áá·á—á¶á– {0} á‘áŸ…á€áŸ†ááŸ‚á‘á¸áŸ£ áŸ” áŠáŸ†áá¾ášá€á¶ášá“áŸáŸ‡á˜á·á“á‚á½ášá±áŸ’á™á‘á»á€á…á·ááŸ’áá‘á¶áŸ†á„áŸáŸ’ášá»á„á‘áŸ áŸá¼á˜á¢ášá‚á»áá…áŸ†á–áŸ„áŸ‡

source: This transaction will not succeed due to price movement. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
km_kh: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡á“á¹á„á˜á·á“á‘á‘á½á›á”á¶á“á‡áŸ„á‚á‡áŸá™á‘áŸáŠáŸ„á™áŸá¶ášá€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áŠá¼ášáá˜áŸ’á›áŸƒáŸ” á–áŸ’á™á¶á™á¶á˜á”á„áŸ’á€á¾á“á—á¶á–á¢ááŸ‹á’áŸ’á˜ááŸ‹ášá¢á·á›ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” áŸá˜áŸ’á‚á¶á›áŸ‹áŸˆááŸ’á›áŸƒáŸáŸáœá¶á›á¾á€á¶ášá•áŸ’á‘áŸáš tokená“á·á„á”á‰áŸ’á…á¶áŸ†á˜á·á“áŸáŸŠá¸á‚áŸ’á“á¶á“á¹á„ Uniswap á€áŸ†ááŸ‚á‘á¸áŸ£ áŸ”

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
km_kh: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡á“á¹á„á˜á·á“á‘á‘á½á›á”á¶á“á‡áŸ„á‚á‡áŸá™á‘áŸáŠáŸ„á™áŸá¶ášá€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áŠá¼ášáá˜áŸ’á›áŸƒá¬ááŸ’á›áŸƒáŸáŸáœá¶á•áŸ’á‘áŸášá”áŸ’ášá¶á€áŸ‹áŸ” á–áŸ’á™á¶á™á¶á˜á”á„áŸ’á€á¾á“á—á¶á–á¢ááŸ‹á’áŸ’á˜ááŸ‹ášá¢á·á›ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”

source: Tip: Custom tokens are stored locally in your browser
km_kh: á‚á“áŸ’á›áºáŸ‡áŸˆ Tokens á•áŸ’á‘á¶á›áŸ‹ááŸ’á›á½á“ááŸ’ášá¼áœá”á¶á“ášá€áŸ’áŸá¶á‘á»á€á“áŸ…á€áŸ’á“á»á„ Browserášá”áŸáŸ‹á¢áŸ’á“á€

source: To
km_kh: á‘áŸ…

source: To (at least)
km_kh: á‘áŸ… (á™áŸ‰á¶á„á áŸ„á…áá¶áŸáŸ‹)

source: Toggle Expert Mode
km_kh: á”á·á‘ / á”á¾á€ášá”áŸ€á”á‡áŸ†á“á¶á‰

source: Total Supply
km_kh: á€á¶ášá•áŸ’á‚ááŸ‹á•áŸ’á‚á„áŸ‹áŸášá»á”

source: Total deposited
km_kh: á€á¶ášáŠá¶á€áŸ‹á”áŸ’ášá¶á€áŸ‹áŸášá»á”

source: Total deposits
km_kh: á”áŸ’ášá¶á€áŸ‹á”á‰áŸ’á‰á¾áŸášá»á”

source: Transaction Settings
km_kh: á€á¶ášá€áŸ†áááŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶áš

source: Transaction Submitted
km_kh: á”á¶á“á”á‰áŸ’á‡á¼á“á”áŸ’ášáá·á”ááŸ’áá·á€á¶áš

source: Transaction deadline
km_kh: ááŸ’á„áŸƒá•á»áá€áŸ†áááŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶áš

source: Transfer Token
km_kh: á•áŸ’á‘áŸáš Token

source: Try Again
km_kh: á–áŸ’á™á¶á™á¶á˜â€‹á˜áŸ’áá„â€‹á‘áŸ€á

source: Turn On Expert Mode
km_kh: á”á¾á€ášá”áŸ€á”á‡áŸ†á“á¶á‰

source: UNI has arrived
km_kh: UNI á”á¶á“á˜á€áŠá›áŸ‹á á¾á™

source: UNI in circulation:
km_kh: UNI á“áŸ…á€áŸ’á“á»á„á›áŸ†á á¼áš:

source: UNI price:
km_kh: áá˜áŸ’á›áŸƒ UNIáŸ–

source: UNI {0}/{1} Burned
km_kh: UNI {0}/{1} á”á¶á“áŠá»á

source: UNI-V2 LP tokens are required. Once you've added liquidity to the {0}-{1} pool you can stake your liquidity tokens on this page.
km_kh: UNI-V2 LP tokens ááŸ’ášá¼áœá”á¶á“á‘á¶á˜á‘á¶ášáŸ” á“áŸ…á–áŸá›áŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á”á“áŸ’ááŸ‚á˜ Liquidityá‘áŸ…á€áŸ’á“á»á„Pool {0}-{1} á¢áŸ’á“á€á¢á¶á…á”á‰áŸ’á…á¼á› liquidity tokens á“áŸ…á›á¾á‘áŸ†á–áŸášá“áŸáŸ‡áŸ”

source: Unclaimed UNI
km_kh: UNI áŠáŸ‚á›á˜á·á“á”á¶á“á”áŸ’ášá˜á¼á›

source: Unclaimed fees
km_kh: ááŸ’á›áŸƒáŸáŸáœá¶áŠáŸ‚á›á˜á·á“á”á¶á“á”áŸ’ášá˜á¼á›

source: Unclaimed:
km_kh: áŠáŸ‚á›á˜á·á“á”á¶á“á”áŸ’ášá˜á¼á›áŸ–

source: Undetermined
km_kh: á˜á·á“á”á¶á“á€áŸ†áááŸ‹

source: Uniswap liquidity mining
km_kh: Uniswap á€á¶ášášá»á€ášá€ liquidity

source: Uniswap migration contractâ†—
km_kh: Uniswap á€á·á…áŸ’á…áŸá“áŸ’á™á¶á€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áŠá¼ášâ†—

source: Unknown Source
km_kh: á”áŸ’ášá—á–á˜á·á“áŸáŸ’á‚á¶á›áŸ‹

source: Unknown error{0}. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
km_kh: á€áŸ†á á»áŸá˜á·á“áŸáŸ’á‚á¶á›áŸ‹{0}áŸ” á–áŸ’á™á¶á™á¶á˜á”á„áŸ’á€á¾á“á—á¶á–á¢ááŸ‹á’áŸ’á˜ááŸ‹ášá¢á·á›ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” áŸá˜áŸ’á‚á¶á›áŸ‹áŸˆááŸ’á›áŸƒáŸáŸáœá¶á›á¾á€á¶ášá•áŸ’á‘áŸášá”áŸ’ášá¶á€áŸ‹á“á·á„á”á‰áŸ’á…á¶áŸ† tokens á˜á·á“áŸáŸŠá¸á‚áŸ’á“á¶á“á¹á„ Uniswap á€áŸ†ááŸ‚á‘á¸áŸ£ áŸ”

source: Unlock Votes
km_kh: áŠáŸ„áŸ‡áŸáŸ„áŸá“áŸ’á›á¹á€á†áŸ’á“áŸ„á

source: Unlocking Votes
km_kh: á”á¾á€á€á¶ášá”áŸ„áŸ‡á†áŸ’á“áŸ„á

source: Unsupported Asset
km_kh: Asset áŠáŸ‚á›á˜á·á“á”á¶á“á‚á¶áŸ†á‘áŸ’áš

source: Unsupported Assets
km_kh: Assets áŠáŸ‚á›á˜á·á“á”á¶á“á‚á¶áŸ†á‘áŸ’áš

source: Untitled
km_kh: á‚áŸ’á˜á¶á“á…áŸ†áá„á‡á¾á„

source: Unwrap
km_kh: áŸáŸ’ášá¶á™

source: Update list
km_kh: á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á”á‰áŸ’á‡á¸

source: User
km_kh: á¢áŸ’á“á€â€‹á”áŸ’ášá¾

source: V2 liquidity
km_kh: liquidity á€áŸ†ááŸ‚á‘á¸áŸ¢

source: V3
km_kh: á€áŸ†ááŸ‚á‘á¸áŸ£

source: V3 {0} Price:
km_kh: áá˜áŸ’á›áŸƒ {0} á€áŸ†ááŸ‚á‘á¸áŸ£:

source: View UNI Analytics
km_kh: á˜á¾á›á€á¶ášáœá·á—á¶á‚ UNI

source: View V2 Liquidity
km_kh: á˜á¾á› Liquidity á€áŸ†ááŸ‚á‘á¸áŸ¢

source: View accrued fees and analytics<0>â†—</0>
km_kh: á˜á¾á›ááŸ’á›áŸƒáŸáŸáœá¶á“á·á„áœá·á—á¶á‚áŠáŸ‚á›á‘á‘á½á›á”á¶á“á–á¸á€á¶ášá€á¾á“á¡á¾á„<0>â†—</0>

source: View list
km_kh: á˜á¾á›á”á‰áŸ’á‡á¸

source: View on Etherscan
km_kh: á˜á¾á›á›á¾ Etherscan

source: View on Explorer
km_kh: á˜á¾á›á›á¾ Explorer

source: View transaction on Explorer
km_kh: á˜á¾á›á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá›á¾ Explorer

source: Vote Against
km_kh: á”áŸ„áŸ‡á†áŸ’á“áŸ„áá”áŸ’ášá†á¶áŸ†á„

source: Vote For
km_kh: á”áŸ„áŸ‡á†áŸ’á“áŸ„áâ€‹á¢áŸ„á™

source: Vote against proposal {proposalId}
km_kh: á”áŸ„áŸ‡á†áŸ’á“áŸ„áá”áŸ’ášá†á¶áŸ†á„á“á¹á„áŸáŸ†áá¾ {proposalId}

source: Vote for proposal {proposalId}
km_kh: á”áŸ„áŸ‡á†áŸ’á“áŸ„ááŸá˜áŸ’ášá¶á”áŸ‹áŸáŸ†áá¾ {proposalId}

source: Voting ended {0}
km_kh: á€á¶ášá”áŸ„áŸ‡á†áŸ’á“áŸ„áá”á¶á“á”á‰áŸ’á…á”áŸ‹ {0}

source: Voting ends approximately {0}
km_kh: á€á¶ášá”áŸ„áŸ‡á†áŸ’á“áŸ„áá‡á·áá”á‰áŸ’á…á”áŸ‹ {0}

source: Waiting For Confirmation
km_kh: ášá„áŸ‹á…á¶áŸ†á€á¶ášá”á‰áŸ’á‡á¶á€áŸ‹

source: Wallet Address or ENS name
km_kh: á¢á¶áŸá™áŠáŸ’á‹á¶á“á€á¶á”á¼á”

source: Weekly Rewards
km_kh: ášá„áŸ’áœá¶á“áŸ‹á”áŸ’ášá…á¶áŸ†áŸá”áŸ’áá¶á áŸ

source: Welcome to team Unicorn :)
km_kh: áŸá¼á˜áŸáŸ’áœá¶á‚á˜á“áŸá…áŸ†á–áŸ„áŸ‡á€áŸ’ášá»á˜ Unicorn :)

source: When you claim without withdrawing your liquidity remains in the mining pool.
km_kh: á“áŸ…á–áŸá›á¢áŸ’á“á€á”áŸ’ášá˜á¼á›áŠáŸ„á™á˜á·á“áŠá€ liquidityášá”áŸáŸ‹á¢áŸ’á“á€á“áŸ…ááŸ‚áŸáŸ’áá·áá€áŸ’á“á»á„ poolášá»á€ášá€áŸ”

source: When you withdraw, the contract will automagically claim UNI on your behalf!
km_kh: á“áŸ…á–áŸá›á¢áŸ’á“á€áŠá€ á“áŸ„áŸ‡á€á·á…áŸ’á…áŸá“áŸ’á™á¶á“á¹á„áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·á€á˜áŸ’á˜á”áŸ’ášá˜á¼á› UNI á‡áŸ†á“á½áŸá¢áŸ’á“á€!

source: When you withdraw, your UNI is claimed and your liquidity is removed from the mining pool.
km_kh: á“áŸ…á–áŸá›á¢áŸ’á“á€áŠá€ UNI ášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á”áŸ’ášá˜á¼á›á á¾á™ liquidityášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á™á€á…áŸá‰á–á¸ poolášá»á€ášá€áŸ”

source: Withdraw
km_kh: áŠá€á”áŸ’ášá¶á€áŸ‹

source: Withdraw & Claim
km_kh: áŠá€á”áŸ’ášá¶á€áŸ‹á“á·á„á”áŸ’ášá˜á¼á›

source: Withdraw deposited liquidity
km_kh: áŠá€ liquidityáŠáŸ‚á›á”á¶á“áŠá¶á€áŸ‹

source: Withdrawing {0} UNI-V2
km_kh: á€áŸ†á–á»á„áŠá€ {0} UNI-V2

source: Withdrew UNI-V2!
km_kh: á”á¶á“áŠá€ UNI-V2!

source: Wrap
km_kh: ášá»áŸ†

source: Wrong Network
km_kh: á”ááŸ’áá¶á‰á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ

source: You already have an active or pending proposal
km_kh: á¢áŸ’á“á€á˜á¶á“áŸáŸ†áá¾áŸá€á˜áŸ’á˜á¬ášá„áŸ‹á…á¶áŸ†ášá½á…á á¾á™

source: You are creating a pool
km_kh: á¢áŸ’á“á€á€áŸ†á–á»á„á”á„áŸ’á€á¾á pool

source: You are the first liquidity provider for this BitrielSwap pool. Your liquidity will migrate at the current {0} price.
km_kh: á¢áŸ’á“á€á‚áºá‡á¶á¢áŸ’á“á€á•áŸ’áá›áŸ‹ liquidity áŠáŸ†á”á¼á„á‚áŸáŸá˜áŸ’ášá¶á”áŸ‹ Pool BitrielSwap á“áŸáŸ‡áŸ” Liquidityášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„á’áŸ’áœá¾á•áŸ’á›á¶áŸáŸ‹á”áŸ’áŠá¼ášá€áŸ’á“á»á„áá˜áŸ’á›áŸƒá”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“ {áŸ } áŸ”

source: You are the first liquidity provider.
km_kh: á¢áŸ’á“á€á‚áºá‡á¶á¢áŸ’á“á€á•áŸ’áá›áŸ‹ liquidityáŠáŸ†á”á¼á„á‚áŸáŸ”

source: You can either vote on each proposal yourself or delegate your votes to a third party.
km_kh: á¢áŸ’á“á€á¢á¶á…á”áŸ„áŸ‡á†áŸ’á“áŸ„áá›á¾áŸáŸ†áá¾á“á¸á˜á½á™áŸ—áŠáŸ„á™ááŸ’á›á½á“á¯á„á¬á•áŸ’á‘áŸášá€á¶ášá”áŸ„áŸ‡á†áŸ’á“áŸ„áášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ…á±áŸ’á™á—á¶á‚á¸á‘á¸á”á¸áŸ”

source: You can now trade {0}
km_kh: á¥á¡á¼áœá¢áŸ’á“á€á¢á¶á…á‘á·á‰á›á€áŸ‹ {0}

source: You don't have enough votes to submit a proposal
km_kh: á¢áŸ’á“á€á˜á·á“á˜á¶á“áŸáŸ†á›áŸá„á‚áŸ’ášá”áŸ‹á‚áŸ’ášá¶á“áŸ‹áŠá¾á˜áŸ’á”á¸áŠá¶á€áŸ‹áŸáŸ†áá¾áš

source: You donâ€™t have liquidity in this pool yet.
km_kh: á¢áŸ’á“á€á˜á·á“á˜á¶á“ liquidityá“áŸ…á€áŸ’á“á»á„ poolá“áŸáŸ‡á“áŸ…á¡á¾á™á‘áŸáŸ”

source: You must connect an account.
km_kh: á¢áŸ’á“á€ááŸ’ášá¼áœááŸ‚á—áŸ’á‡á¶á”áŸ‹á‚áá“á¸áŸ”

source: You must give the Uniswap smart contracts permission to use your {0}. You only have to do this once per token.
km_kh: á¢áŸ’á“á€ááŸ’ášá¼áœááŸ‚á•áŸ’áá›áŸ‹á€á¶ášá¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á€á·á…áŸ’á…áŸá“áŸ’á™á¶á†áŸ’á›á¶ááœáŸƒ UniswapáŠá¾á˜áŸ’á”á¸á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ {0} ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” á¢áŸ’á“á€ááŸ’ášá¼áœá’áŸ’áœá¾áŠá¼á…á“áŸáŸ‡á˜áŸ’áá„á€áŸ’á“á»á„ Tokená˜á½á™áŸ”

source: You must have {formattedProposalThreshold} votes to submit a proposal
km_kh: á¢áŸ’á“á€â€‹ááŸ’ášá¼áœááŸ‚â€‹á˜á¶á“ {formattedProposalThreshold} áŸá˜áŸ’á›áŸá„áŠá¾á˜áŸ’á”á¸áŠá¶á€áŸ‹áŸáŸ†áá¾

source: You should only deposit liquidity into Uniswap V3 at a price you believe is correct. <0/>If the price seems incorrect, you can either make a swap to move the price or wait for someone else to do so.
km_kh: á¢áŸ’á“á€á‚á½ášááŸ‚áŠá¶á€áŸ‹á”á‰áŸ’á…á¼á› liquidityá‘áŸ…á€áŸ’á“á»á„ Uniswap á€áŸ†ááŸ‚á‘á¸áŸ£ á€áŸ’á“á»á„áá˜áŸ’á›áŸƒáŠáŸ‚á›á¢áŸ’á“á€á‚á·ááá¶ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” <0/>á”áŸ’ášáŸá·á“á”á¾áá˜áŸ’á›áŸƒá á¶á€áŸ‹áŠá¼á…á‡á¶á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœá¢áŸ’á“á€á¢á¶á…á’áŸ’áœá¾á€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášááŸ†á›áŸƒá¬ášá„áŸ‹á…á¶áŸ†á¢áŸ„á™á¢áŸ’á“á€á•áŸ’áŸáŸá„á’áŸ’áœá¾áŸ”

source: You will also collect fees earned from this position.
km_kh: á¢áŸ’á“á€á€áŸá“á¹á„á”áŸ’ášá˜á¼á›ááŸ’á›áŸƒáŸáŸáœá¶áŠáŸ‚á›á‘á‘á½á›á”á¶á“á–á¸á‘á¸áá¶áŸ†á„á“áŸáŸ‡á•á„áŠáŸ‚ášáŸ”

source: You will receive
km_kh: á¢áŸ’á“á€â€‹á“á¹á„â€‹á‘á‘á½á›â€‹á”á¶á“

source: Your UNI Breakdown
km_kh: UNI Breakdownášá”áŸáŸ‹á¢áŸ’á“á€

source: Your V2 liquidity
km_kh: Liquidity á€áŸ†ááŸ‚á‘á¸áŸ¢ášá”áŸáŸ‹á¢áŸ’á“á€

source: Your V3 liquidity positions will appear here.
km_kh: á‘á¸áá¶áŸ†á„ Liquidityá€áŸ†ááŸ‚á‘á¸áŸ£ ášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„á”á„áŸ’á á¶á‰á“áŸ…á‘á¸á“áŸáŸ‡áŸ”

source: Your liquidity deposits
km_kh: LiquidityáŠáŸ‚á›á”á¶á“áŠá¶á€áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€

source: Your liquidity will only earn fees when the market price of the pair is within your range. <0>Need help picking a range?</0>
km_kh: Liquidity ášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„á‘á‘á½á›á”á¶á“á€á˜áŸ’ášáŸƒá“áŸ…á–áŸá›áŠáŸ‚á›áá˜áŸ’á›áŸƒá‘á¸á•áŸ’áŸá¶ášá“áŸƒá‚á¼áŸáŸ’áá·áá“áŸ…á€áŸ’á“á»á„á‡á½ášášá”áŸáŸ‹á¢áŸ’á“á€áŸ” <0>ááŸ’ášá¼áœá€á¶ášá‡áŸ†á“á½á™á€áŸ’á“á»á„á€á¶ášá‡áŸ’ášá¾áŸášá¾áŸá…á“áŸ’á›áŸ„áŸ‡áá˜áŸ’á›áŸƒá˜á½á™?</0>

source: Your pool share:
km_kh: á…áŸ†ááŸ‚á€ Poolášá”áŸáŸ‹á¢áŸ’á“á€áŸ–

source: Your position
km_kh: á‘á¸áá¶áŸ†á„ášá”áŸáŸ‹á¢áŸ’á“á€

source: Your position has 0 liquidity, and is not earning fees.
km_kh: á‘á¸áá¶áŸ†á„ášá”áŸáŸ‹á¢áŸ’á“á€á˜á¶á“ 0 liquidity á“á·á„á˜á·á“á‘á‘á½á›á”á¶á“á€á˜áŸ’ášáŸƒáŸáŸáœá¶áŸ”

source: Your position will be 100% composed of {0} at this price
km_kh: á‘á¸áá¶áŸ†á„ášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„á˜á¶á“ áŸ¡áŸ áŸ % á“áŸƒ {0} á€áŸ’á“á»á„áá˜áŸ’á›áŸƒá“áŸáŸ‡

source: Your position will be 100% {0} at this price.
km_kh: á‘á¸áá¶áŸ†á„ášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„á˜á¶á“ áŸ¡áŸ áŸ % {0} á€áŸ’á“á»á„áá˜áŸ’á›áŸƒá“áŸáŸ‡áŸ”

source: Your position will not earn fees or be used in trades until the market price moves into your range.
km_kh: á‘á¸áá¶áŸ†á„ášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„á˜á·á“á‘á‘á½á›á”á¶á“á€á˜áŸ’ášáŸƒáŸáŸáœá¶ á¬ááŸ’ášá¼áœá”á¶á“á”áŸ’ášá¾á€áŸ’á“á»á„á€á¶ášá‘á·á‰á›á€áŸ‹ášá á¼ááŠá›áŸ‹áá˜áŸ’á›áŸƒá‘á¸á•áŸ’áŸá¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá‘áŸ…á…á“áŸ’á›áŸ„áŸ‡áá˜áŸ’á›áŸƒášá”áŸáŸ‹á¢áŸ’á“á€áŸ”

source: Your rate
km_kh: á¢ááŸ’ášá¶á€á¶ášá”áŸ’ášá¶á€áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€

source: Your total pool tokens:
km_kh: Pool tokensáŸášá»á”ášá”áŸáŸ‹á¢áŸ’á“á€áŸ–

source: Your transaction cost will be much higher as it includes the gas to create the pool.
km_kh: ááŸ’á›áŸƒáŠá¾á˜á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„ááŸ’á–áŸáŸ‹á‡á¶á„á˜á»á“á–áŸ’ášáŸ„áŸ‡áœá¶ášá½á˜á”á‰áŸ’á…á¼á›á‘á¶áŸ†á„á§áŸáŸ’á˜áŸá“áŠá¾á˜áŸ’á”á¸á”á„áŸ’á€á¾á PooláŸ”

source: Your transaction may be frontrun
km_kh: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášášá”áŸáŸ‹á¢áŸ’á“á€á¢á¶á…ááŸ’ášá¼áœá”á¶á“á˜á»á“

source: Your transaction may fail
km_kh: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášášá”áŸáŸ‹á¢áŸ’á“á€á¢á¶á…á”ášá¶á‡áŸá™

source: Your transaction will revert if it is pending for more than this period of time.
km_kh: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„ááŸ’ášá¡á”áŸ‹á”áŸ’ášáŸá·á“á”á¾áœá¶á€áŸ†á–á»á„ášá„áŸ‹á…á¶áŸ†á›á¾áŸá–á¸ášá™áŸˆá–áŸá›á“áŸáŸ‡áŸ”

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
km_kh: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„ááŸ’ášá›á”áŸ‹á˜á€áœá·á‰á”áŸ’ášáŸá·á“á”á¾áá˜áŸ’á›áŸƒá”áŸ’ášáŸ‚á”áŸ’ášá½á›á˜á·á“á›á¾áŸá–á¸á—á¶á‚ášá™á“áŸáŸ‡áŸ”

source: Your transactions will appear here...
km_kh: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„á”á„áŸ’á á¶á‰á“áŸ…á‘á¸á“áŸáŸ‡ ...

source: Your unclaimed UNI
km_kh: UNI áŠáŸ‚á›á˜á·á“á”á¶á“á”áŸ’ášá˜á¼á›ášá”áŸáŸ‹á¢áŸ’á“á€

source: confirm
km_kh: á”á‰áŸ’á‡á¶á€áŸ‹

source: for {0}
km_kh: áŸá˜áŸ’ášá¶á”áŸ‹ {0}

source: has socks emoji
km_kh: á˜á¶á“ socks emoji

source: https:// or ipfs:// or ENS name
km_kh: https:// á¬ ipfs:// á¬ áˆáŸ’á˜áŸ„áŸ‡ENS

source: minutes
km_kh: á“á¶á‘á¸

source: via {0}
km_kh: áá¶á˜ášá™áŸˆ {0}

source: via {0} token list
km_kh: áá¶á˜ášá™áŸˆ {0} á”á‰áŸ’á‡á¸token

source: {0, plural, one {Import token} other {Import tokens}}
km_kh: {0, plural, one {á“á¶áŸ†á…á¼á› token} other {á“á¶áŸ†á…á¼á› tokens}}

source: {0} <0/> per <1/>
km_kh: {0} <0/> á€áŸ’á“á»á„á˜á½á™ <1/>

source: {0} Bridge
km_kh: áŸáŸ’á–á¶á“ {0}

source: {0} Custom Tokens
km_kh: {0} Tokensá•áŸ’á‘á¶á›áŸ‹ááŸ’á›á½á“

source: {0} Deposited
km_kh: á”á¶á“áŠá¶á€áŸ‹á”áŸ’ášá¶á€áŸ‹ {0}

source: {0} Explorer
km_kh: Explorer {0}

source: {0} Fees Earned:
km_kh: á€á˜áŸ’ášáŸƒáŸáŸáœá¶áŠáŸ‚á›á‘á‘á½á›á”á¶á“ {0}áŸ–

source: {0} Pending
km_kh: ášá„áŸ‹á…á¶áŸ† {0}

source: {0} UNI / week
km_kh: {0} UNI / áŸá”áŸ’áá¶á áŸ

source: {0} UNI-V2 LP tokens available
km_kh: {0} UNI-V2 LP tokens áŠáŸ‚á›á˜á¶á“

source: {0} Votes
km_kh: {0} áŸá˜áŸ’á›áŸá„

source: {0} per {1}
km_kh: {0} á€áŸ’á“á»á„á˜á½á™ {1}

source: {0} price
km_kh: áá˜áŸ’á›áŸƒ {0}

source: {0} {1} Price:
km_kh: áá˜áŸ’á›áŸƒ {0} {1}áŸ–

source: {0}-{1} Liquidity Mining
km_kh: {0}-{1} á€á¶ášášá»á€ášá€ Liquidity

source: {tokenB} per {tokenA}
km_kh: {tokenB} á€áŸ’á“á»á„á˜á½á™ {tokenA}

source: â† Back to Pools Overview
km_kh: â† ááŸ’ášá›á”áŸ‹á‘áŸ…á‘á·áŠáŸ’á‹á—á¶á–á‘á¼á‘áŸ…á“áŸƒ Pools
